import { NB_SP } from '@/constants';

export const LIST = [
  {
    id: '01',
    title: 'Оставьте заявку на сайте или закажите звонок',
    text: `Наш менеджер свяжется с${NB_SP}вами, ответит на${NB_SP}все вопросы,
    и${NB_SP}предложит вам наиболее удобный способ работы над вашим проектом`,
  },
  {
    id: '02',
    title: 'Разработка дизайн-проекта мебели',
    text: `Вы${NB_SP}можете прислать ваши эскизы или просто планировки
    нам и${NB_SP}наши специалисты разработают дизайн-проект
    будущей мебели и${NB_SP}рассчитают его стоимость`,
  },
  {
    id: '03',
    title: 'Выезд дизайнера-замерщика на дом',
    text: `Наш специалист приедет в${NB_SP}удобное для вас время, сделает
    нужные замеры и${NB_SP}согласует все детали будущего проекта`,
  },
  {
    id: '04',
    title: 'Изготовление мебели',
    text: `Наша мебель изготавливается на${NB_SP}промышленных обрабатывающих
    центрах с${NB_SP}числовым программным управлением. Вы${NB_SP}получите
    действительно качественную мебель европейского уровня`,
  },
  {
    id: '05',
    title: 'Доставка и монтаж',
    text: `Собственная служба сервиса доставит и${NB_SP}установит вашу
    мебель в${NB_SP}оговоренное время. Мы${NB_SP}сами отвечаем
    за${NB_SP}качество проекта от${NB_SP}самого начала
    до${NB_SP}момента его установки у${NB_SP}вас дома`,
  },
];
